{
    "texts": [
      "This section dives into the hardships that make this sport so precious, yet so dangerous. Only a few constructors have managed to establish themselves as dynasties, which are still competing as of today. The following constructors are the most important constructors of this last decade. Also, this section presents some legendary constructors that were not able to continue their hard-earned success in the past.",
      "In a universe where technology and talent collides at immense speeds, only a few drivers surpass the limits of their era to become legends. This following visualization showcases the most renowned nations that left a mark on the sport. As you dive through this data, remember that each of these squares represents triumphs, tragedies and the constant pursuit towards excellence. These aren't only the drivers that raced but drivers that shaped the legacy of Formula 1.",
      "The adrenaline that Formula 1 grants each one of us is not only measured by the roar of engines or the speeds of the cars, but in the curves, chicanes and straights of the most legendary circuits. Each track has a unique blend of history and design that makes each race week a thrilling experience. From the high-speed adrenaline of Monza to the captivating turns of Monaco, explore the characteristics that make each circuit a unique challenge for the drivers and spectacle for us, fans.",
      "In the high-speed world of Formula 1, where youth and agility are often prized, longevity is a rare and cherished benchmark. Only a few are able to adapt to the frequent changes that cars and circuits suffer. This visualization presents a journey through the ages of F1 drivers, mapping out the careers that have spanned decades. Dive into the careers of Formula 1's most enduring drivers as generations overlap and legends emerge. Beyond the numbers, this visualization tells the stories of determination, resilience and experience for the relentless pursuit of racing excellence. It honors those who have not only competed but thrived against rivals across different eras.",
      "At the heart of every Formula 1 race lies a complex mix of strategy, skill and luck where every decision can dramatically affect the outcome of the race. This section offers a deep dive into the unpredictable nature of Formula 1 through the shifts in race positions throughout the races. This visualization tries to explain the intricate dance of position changes that defines F1 racing. Are there more shifts in position through the middle of the pack? What are the biggest wins throughout the history?"
    ]
  }